/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "Encriptando la carpeta de inicio de %@";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "Desencriptando la carpeta de inicio de %@";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "Recuperando espacio de disco en la carpeta Inicio de %@";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "Creando copia de seguridad de la carpeta de inicio de %@";

"CONVERTING_MESSAGE_FORMAT" = "Convirtiendo la carpeta de inicio de %@";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "Preparando...";
"PHASE_CREATING_IMAGE" = "Creando FileVault...";
"PHASE_MOUNTING_IMAGE" = "Montando FileVault...";
"PHASE_COPYING_TO_IMAGE" = "Copiando el contenido de la carpeta de inicio en FileVault...";
"PHASE_COPY_COMPLETE" = "Copia completa...";
"PHASE_UPDATING_USER_RECORD" = "Actualizando registro de usuarios...";
"PHASE_UNMOUNTING_IMAGE" = "Desmontando FileVault...";
"PHASE_DELETING_OLD_HOME" = "Eliminando la antigua carpeta de inicio...";
"PHASE_SECURE_ERASING_OLD_HOME" = "Borrando de forma segura la anterior carpeta de inicio…";
"PHASE_CANCELLING" = "Cancelando...";
"PHASE_PAUSED" = "En pausa";
"PHASE_COMPACTING" = "Recuperando espacio de disco...";
"PHASE_BACKINGUP" = "Creando copia de seguridad...";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "Estimando...";
"TIME_EST_ABOUT_5_SECONDS" = "Unos 5 segundos";
"TIME_EST_ABOUT_10_SECONDS" = "Unos 10 segundos";
"TIME_EST_UNDER_A_MINUTE" = "Menos de un minuto";
"TIME_EST_ABOUT_A_MINUTE" = "Aproximadamente un minuto";
"TIME_EST_ABOUT_N_MINUTES" = "%d minutos aproximadamente";
"TIME_EST_ABOUT_ONE_HOUR" = "1 hora aproximadamente";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "1 hora y %d minutos aproximadamente";
"TIME_EST_ABOUT_PLURAL_HOURS" = "%d horas aproximadamente";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "%1$d horas y %2$d minutos aproximadamente";


"TIME_REMAINING_FORMAT" = "Tiempo restante: %@";
"CANCEL_BUTTON_LABEL" = "Cancelar";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "Detener";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "Continuar";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "¿Seguro que desea detener FileVault?";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "FileVault no ha terminado de encriptar esta carpeta de inicio. Si detiene el proceso ahora, se desactivará FileVault para esta carpeta de inicio, la cual no estará encriptada.";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "¿Seguro que desea detener FileVault?";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "FileVault no ha terminado de desencriptar esta carpeta de inicio. Si detiene el proceso ahora, se activará FileVault para esta carpeta de inicio, que seguirá encriptada.";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "Continuar";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "Omitir ahora";

"COMPACT_CONFIRMATION_MESSAGE" = "Su carpeta de inicio, que está protegida mediante FileVault, está usando más espacio de disco del necesario. FileVault puede recuperar este espacio. ¿Desea continuar?";

"COMPACT_CONFIRMATION_INFO" = "Al hacer clic en Continuar, FileVault recuperará el espacio de disco sin utilizar. Aunque este proceso tarda un rato en completarse, se recomienda dejar que FileVault efectúe la recuperación ahora.";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "Aceptar";
"FV_ERROR_TITLE" = "Se ha producido un error";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "Se ha producido un error durante la encriptación (%@). FileVault no se activará para esta cuenta.";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "Se ha producido un error durante la desencriptación (%@). FileVault no se desactivará para esta cuenta.";
"FV_COULD_NOT_CREATE_IMAGE" = "No se ha podido crear la imagen de disco de FileVault";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "No se ha podido crear el directorio temporal de punto de montaje";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "No se ha podido montar la imagen de disco de FileVault para realizar la copia";
"FV_ERROR_OCCURRED_DURING_COPY" = "Se ha producido un error al copiar.";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "No se ha podido montar la imagen de disco de FileVault para realizar la verificación";
"FV_VERIFICATION_FAILED" = "Error en la verificación";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "No se ha podido desmontar la imagen de disco de FileVault";
"FV_ERROR_DEFAULT" = "Error %d";

"FV_SECURE_ERASE_FINISHED_TITLE" = "La carpeta de inicio antigua se ha borrado de forma segura.";
"FV_SECURE_ERASE_FINISHED_INFO" = "Se ha activado la protección FileVault para su cuenta y se ha encriptado el contenido de su carpeta de inicio.";
"FV_SECURE_ERASE_FAILED_TITLE" = "Se ha producido un problema al borrar de forma segura la carpeta de inicio anterior durante el proceso de conversión de FileVault.";
"FV_SECURE_ERASE_FAILED_INFO" = "El proceso de borrado seguro ha fallado antes de que la anterior carpeta de inicio pudiera borrarse por completo.";
"FV_CONTINUE_TITLE" = "¿Seguro que desea seguir borrando su anterior carpeta de inicio en segundo plano?";
"FV_CONTINUE_INFO" = "Si hace clic en “Aceptar”, FileVault acabará de borrar de forma segura el contenido de la anterior carpeta de inicio mientras usted trabaja. Para comprobar el estado del proceso de borrado, abra el panel Seguridad de las Preferencias del Sistema.";